[
    {
     "soru": "Omnis sunt dolorem excepturi nihil quisquam voluptatem dolorem voluptas. Officia esse laborum nostrum nihil. Ab quia ea odit velit explicabo aut nulla.",
     "cevaplar" :["sit illum autem",
      "Ad officia aperiam.",
     "rerum ut sunt et"],
     "id": "1"
    },
    {
     "soru": "Et saepe consequatur aut a eos similique. Temporibus atque non molestiae aliquam sunt officiis voluptatem. Sint et minima est expedita sed quibusdam non tempore dolores.",
     "cevaplar" :["ipsum non vitae",
      "Recusandae ut dolorem qui .",
      "Non modi omnis autem aut."],
     
     "id": "2"
    },
    {
     "soru": "Ullam excepturi animi inventore hic consequatur. Non sunt hic. Voluptatum iure et qui nihil ea. Ad ut possimus enim adipisci ratione dolor facere ipsum et.",
     "cevaplar" :["nihil aliquam fugit",
      "Quia porro possimus suscipit voluptatem.",
     "et"],
     "id": "3"
    },
    {
     "soru": "Quidem nostrum vero. Qui sunt voluptatem.",
     "cevaplar" :["autem quo unde",
      "Laborum sit quo fugit placeat fugiat aut officia qui.",
     "sequi"],
     "id": "4"
    },
    {
     "soru": "Reiciendis qui fuga consequatur autem ut qui voluptatem. Aut quod consequuntur voluptates quam autem asperiores molestiae. Repellendus velit consequatur sapiente temporibus quo corrupti fugit a.",
     "cevaplar" :["alias ratione consectetur",
      "Et dolore excepturi error quidem placeat error qui illo quibusdam.",
     "at"],
     "id": "5"
    },
    {
     "soru": "Dolores totam sit. Recusandae et minus eligendi eaque.",
     "cevaplar" :["quasi et ut",
      "Voluptatum libero necessitatibus officia.",
     "architecto"],
     "id": "6"
    },
    {
     "soru": "Molestiae quaerat repellat quos omnis voluptatem et quis sit atque. Ut porro asperiores similique magnam molestias placeat qui.",
     "cevaplar" :["et enim doloribus",
      "Quia autem ullam est nostrum et voluptatem.",
     "amet"],
     "id": "7"
    },
    {
     "soru": "Nihil aut nesciunt voluptatum. Dolor quia expedita tenetur non ducimus est.",
     "cevaplar" :["labore omnis asperiores",
      "Fugiat sit reprehenderit quasi qui maiores beatae ipsum.",
     "non"],
     "id": "8"
    },
    {
     "soru": "Et recusandae voluptates accusamus sunt rerum. Animi hic sit autem eum dolores laudantium. Ratione omnis inventore quam incidunt quis consequatur a. Architecto quia voluptatum voluptatem a quia facere. Quasi earum deleniti veritatis.",
     "cevaplar" :["rerum incidunt enim",
      "Vero cum et quisquam ea occaecati eligendi ipsam ad.",
     "libero"],
     "id": "9"
    },
    {
     "soru": "In veritatis adipisci recusandae eligendi debitis quos. Saepe adipisci corporis aut minus autem ducimus eaque aperiam hic. Enim voluptatem est saepe id ea. Aut laboriosam quia ut voluptates ipsum. Deserunt fugiat numquam occaecati sit qui voluptate non nihil. Nihil soluta unde dolorem sequi quia.",
     "cevaplar" :["asperiores ut sapiente",
      "Non est corporis repudiandae commodi sunt.",
     "enim"],
     "id": "10"
    }
   ]